{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "ū": 261,
      "ƪ": 262,
      "ǐ": 263,
      "ǔ": 264,
      "ə": 265,
      "ʌ": 266,
      "ʔ": 267,
      "ʕ": 268,
      "˄": 269,
      "ˇ": 270,
      "ˉ": 271,
      "ˊ": 272,
      "ˋ": 273,
      "ˍ": 274,
      "ˑ": 275,
      "˙": 276,
      "˳": 277,
      "̀": 278,
      "́": 279,
      "̂": 280,
      "̃": 281,
      "̄": 282,
      "̅": 283,
      "̆": 284,
      "̇": 285,
      "̈": 286,
      "̉": 287,
      "̊": 288,
      "̋": 289,
      "̍": 290,
      "̐": 291,
      "̑": 292,
      "̒": 293,
      "̘": 294,
      "̚": 295,
      "̛": 296,
      "̜": 297,
      "̝": 298,
      "̞": 299,
      "̟": 300,
      "̠": 301,
      "̣": 302,
      "̤": 303,
      "̥": 304,
      "̨": 305,
      "̩": 306,
      "̪": 307,
      "̫": 308,
      "̬": 309,
      "̮": 310,
      "̯": 311,
      "̰": 312,
      "̱": 313,
      "̲": 314,
      "̳": 315,
      "̴": 316,
      "̶": 317,
      "̷": 318,
      "̸": 319,
      "̹": 320,
      "̺": 321,
      "̻": 322,
      "̼": 323,
      "̾": 324,
      "͂": 325,
      "͇": 326,
      "͈": 327,
      "͉": 328,
      "͌": 329,
      "͎": 330,
      "͐": 331,
      "͑": 332,
      "͒": 333,
      "͕": 334,
      "͖": 335,
      "͗": 336,
      "͘": 337,
      "͙": 338,
      "͚": 339,
      "͛": 340,
      "͞": 341,
      "͟": 342,
      "͠": 343,
      "͡": 344,
      "͢": 345,
      "ͣ": 346,
      "ͤ": 347,
      "ͥ": 348,
      "ͦ": 349,
      "ͧ": 350,
      "ͩ": 351,
      "ͭ": 352,
      "Γ": 353,
      "Δ": 354,
      "Θ": 355,
      "Σ": 356,
      "Ψ": 357,
      "α": 358,
      "β": 359,
      "γ": 360,
      "δ": 361,
      "ε": 362,
      "ζ": 363,
      "η": 364,
      "θ": 365,
      "ι": 366,
      "κ": 367,
      "λ": 368,
      "μ": 369,
      "ν": 370,
      "ξ": 371,
      "ο": 372,
      "π": 373,
      "ρ": 374,
      "σ": 375,
      "τ": 376,
      "υ": 377,
      "φ": 378,
      "χ": 379,
      "ψ": 380,
      "ω": 381,
      "ϵ": 382,
      "϶": 383,
      "Д": 384,
      "Н": 385,
      "П": 386,
      "С": 387,
      "Э": 388,
      "Я": 389,
      "а": 390,
      "б": 391,
      "в": 392,
      "г": 393,
      "д": 394,
      "е": 395,
      "ж": 396,
      "з": 397,
      "и": 398,
      "й": 399,
      "к": 400,
      "л": 401,
      "м": 402,
      "н": 403,
      "о": 404,
      "п": 405,
      "р": 406,
      "с": 407,
      "т": 408,
      "у": 409,
      "ф": 410,
      "х": 411,
      "ц": 412,
      "ч": 413,
      "ш": 414,
      "щ": 415,
      "ъ": 416,
      "ы": 417,
      "ь": 418,
      "э": 419,
      "ю": 420,
      "я": 421,
      "ё": 422,
      "҉": 423,
      "Ծ": 424,
      "ऀ": 425,
      "ु": 426,
      "ू": 427,
      "॰": 428,
      "ੁ": 429,
      "ૅ": 430,
      "ૢ": 431,
      "౪": 432,
      "ෆ": 433,
      "ก": 434,
      "ข": 435,
      "ง": 436,
      "จ": 437,
      "ช": 438,
      "ด": 439,
      "ท": 440,
      "ป": 441,
      "ม": 442,
      "ล": 443,
      "ส": 444,
      "ห": 445,
      "อ": 446,
      "า": 447,
      "ิ": 448,
      "เ": 449,
      "ใ": 450,
      "ไ": 451,
      "้": 452,
      "๑": 453,
      "ຶ": 454,
      "་": 455,
      "༎": 456,
      "༝": 457,
      "༼": 458,
      "༽": 459,
      "ཀ": 460,
      "ག": 461,
      "ང": 462,
      "པ": 463,
      "ཕ": 464,
      "བ": 465,
      "ཛ": 466,
      "ཟ": 467,
      "ར": 468,
      "ས": 469,
      "ཧ": 470,
      "ོ": 471,
      "ྡ": 472,
      "ྱ": 473,
      "Ⴚ": 474,
      "Ⴢ": 475,
      "ტ": 476,
      "ᄗ": 477,
      "ᐖ": 478,
      "ᔒ": 479,
      "ᘑ": 480,
      "ᘗ": 481,
      "ᘯ": 482,
      "᜖": 483,
      "ᴗ": 484,
      "ḃ": 485,
      "–": 486,
      "—": 487,
      "―": 488,
      "‖": 489,
      "‘": 490,
      "’": 491,
      "“": 492,
      "”": 493,
      "•": 494,
      "‥": 495,
      "…": 496,
      "′": 497,
      "‵": 498,
      "‸": 499,
      "※": 500,
      "‼": 501,
      "‿": 502,
      "⁀": 503,
      "₃": 504,
      "₍": 505,
      "₎": 506,
      "€": 507,
      "⃛": 508,
      "℃": 509,
      "№": 510,
      "℡": 511,
      "⅞": 512,
      "ⅱ": 513,
      "←": 514,
      "↑": 515,
      "→": 516,
      "↓": 517,
      "↔": 518,
      "↕": 519,
      "∀": 520,
      "∂": 521,
      "∇": 522,
      "∑": 523,
      "−": 524,
      "√": 525,
      "∞": 526,
      "∠": 527,
      "∧": 528,
      "∩": 529,
      "∫": 530,
      "∮": 531,
      "∷": 532,
      "≈": 533,
      "≖": 534,
      "≤": 535,
      "≥": 536,
      "≦": 537,
      "≧": 538,
      "⊂": 539,
      "⊃": 540,
      "⊙": 541,
      "⊥": 542,
      "⋯": 543,
      "⌄": 544,
      "⌒": 545,
      "①": 546,
      "②": 547,
      "③": 548,
      "④": 549,
      "⑤": 550,
      "⑥": 551,
      "⑦": 552,
      "⑧": 553,
      "⑨": 554,
      "⑼": 555,
      "⒌": 556,
      "⒎": 557,
      "─": 558,
      "━": 559,
      "┌": 560,
      "┏": 561,
      "┐": 562,
      "└": 563,
      "┘": 564,
      "┬": 565,
      "┯": 566,
      "┴": 567,
      "╭": 568,
      "╮": 569,
      "╯": 570,
      "╰": 571,
      "╲": 572,
      "▁": 573,
      "▂": 574,
      "█": 575,
      "░": 576,
      "▒": 577,
      "▓": 578,
      "■": 579,
      "□": 580,
      "▲": 581,
      "△": 582,
      "▼": 583,
      "▽": 584,
      "◆": 585,
      "◇": 586,
      "◉": 587,
      "○": 588,
      "◎": 589,
      "●": 590,
      "◐": 591,
      "◑": 592,
      "◕": 593,
      "◞": 594,
      "◠": 595,
      "◡": 596,
      "◢": 597,
      "★": 598,
      "☆": 599,
      "☞": 600,
      "☻": 601,
      "♀": 602,
      "♂": 603,
      "♡": 604,
      "♤": 605,
      "♧": 606,
      "♪": 607,
      "♫": 608,
      "♬": 609,
      "♯": 610,
      "⚈": 611,
      "✖": 612,
      "✧": 613,
      "✯": 614,
      "✿": 615,
      "❃": 616,
      "❶": 617,
      "❾": 618,
      "➹": 619,
      "⟠": 620,
      "⠳": 621,
      "⢹": 622,
      "⢺": 623,
      "⢻": 624,
      "⢼": 625,
      "⣐": 626,
      "⣑": 627,
      "⣒": 628,
      "⣓": 629,
      "⩱": 630,
      "⬧": 631,
      "⺁": 632,
      "⼀": 633,
      "⼁": 634,
      "⼃": 635,
      "、": 636,
      "。": 637,
      "〃": 638,
      "々": 639,
      "〇": 640,
      "《": 641,
      "》": 642,
      "「": 643,
      "」": 644,
      "『": 645,
      "』": 646,
      "【": 647,
      "】": 648,
      "〒": 649,
      "〓": 650,
      "〔": 651,
      "〕": 652,
      "〖": 653,
      "〗": 654,
      "〜": 655,
      "ぁ": 656,
      "あ": 657,
      "ぃ": 658,
      "い": 659,
      "ぅ": 660,
      "う": 661,
      "ぇ": 662,
      "え": 663,
      "ぉ": 664,
      "お": 665,
      "か": 666,
      "が": 667,
      "き": 668,
      "く": 669,
      "ぐ": 670,
      "け": 671,
      "げ": 672,
      "こ": 673,
      "ご": 674,
      "さ": 675,
      "ざ": 676,
      "し": 677,
      "じ": 678,
      "す": 679,
      "ず": 680,
      "せ": 681,
      "ぜ": 682,
      "そ": 683,
      "ぞ": 684,
      "た": 685,
      "だ": 686,
      "ち": 687,
      "っ": 688,
      "つ": 689,
      "づ": 690,
      "て": 691,
      "で": 692,
      "と": 693,
      "ど": 694,
      "な": 695,
      "に": 696,
      "ね": 697,
      "の": 698,
      "は": 699,
      "ば": 700,
      "ぱ": 701,
      "ひ": 702,
      "べ": 703,
      "ほ": 704,
      "ぽ": 705,
      "ま": 706,
      "み": 707,
      "む": 708,
      "め": 709,
      "も": 710,
      "ゃ": 711,
      "や": 712,
      "ゆ": 713,
      "ょ": 714,
      "よ": 715,
      "ら": 716,
      "り": 717,
      "る": 718,
      "れ": 719,
      "ろ": 720,
      "わ": 721,
      "を": 722,
      "ん": 723,
      "゜": 724,
      "ゝ": 725,
      "ゞ": 726,
      "ァ": 727,
      "ア": 728,
      "ィ": 729,
      "イ": 730,
      "ゥ": 731,
      "ウ": 732,
      "ェ": 733,
      "エ": 734,
      "ォ": 735,
      "オ": 736,
      "カ": 737,
      "ガ": 738,
      "キ": 739,
      "ギ": 740,
      "ク": 741,
      "グ": 742,
      "ケ": 743,
      "ゲ": 744,
      "コ": 745,
      "ゴ": 746,
      "サ": 747,
      "シ": 748,
      "ジ": 749,
      "ス": 750,
      "ズ": 751,
      "ゼ": 752,
      "ソ": 753,
      "ゾ": 754,
      "タ": 755,
      "ダ": 756,
      "チ": 757,
      "ヂ": 758,
      "ッ": 759,
      "ツ": 760,
      "ヅ": 761,
      "テ": 762,
      "ト": 763,
      "ド": 764,
      "ヌ": 765,
      "ノ": 766,
      "バ": 767,
      "パ": 768,
      "ピ": 769,
      "ヘ": 770,
      "ホ": 771,
      "ボ": 772,
      "ミ": 773,
      "ム": 774,
      "メ": 775,
      "ョ": 776,
      "ラ": 777,
      "リ": 778,
      "ル": 779,
      "ロ": 780,
      "ワ": 781,
      "ン": 782,
      "・": 783,
      "ー": 784,
      "ヽ": 785,
      "ヾ": 786,
      "ㄅ": 787,
      "ㄇ": 788,
      "ㄉ": 789,
      "ㄋ": 790,
      "ㄎ": 791,
      "ㄐ": 792,
      "ㄓ": 793,
      "ㄚ": 794,
      "ㄛ": 795,
      "ㄜ": 796,
      "ㄟ": 797,
      "ㄢ": 798,
      "ㄥ": 799,
      "ㄧ": 800,
      "ㄨ": 801,
      "ㄱ": 802,
      "ㄴ": 803,
      "ㄷ": 804,
      "ㄹ": 805,
      "ㄺ": 806,
      "ㅂ": 807,
      "ㅅ": 808,
      "ㅇ": 809,
      "ㅊ": 810,
      "ㅋ": 811,
      "ㅌ": 812,
      "ㅍ": 813,
      "ㅎ": 814,
      "ㅑ": 815,
      "ㅓ": 816,
      "ㅕ": 817,
      "ㅗ": 818,
      "ㅛ": 819,
      "ㅜ": 820,
      "ㅝ": 821,
      "ㅠ": 822,
      "㈠": 823,
      "㈡": 824,
      "㈤": 825,
      "㈥": 826,
      "㈦": 827,
      "㈧": 828,
      "㈨": 829,
      "㎜": 830,
      "㎝": 831,
      "㎡": 832,
      "㏑": 833,
      "㏒": 834,
      "㕵": 835,
      "㥷": 836,
      "㯥": 837,
      "㯮": 838,
      "㾿": 839,
      "㿖": 840,
      "䜟": 841,
      "一": 842,
      "丁": 843,
      "七": 844,
      "万": 845,
      "丈": 846,
      "三": 847,
      "上": 848,
      "下": 849,
      "丌": 850,
      "不": 851,
      "与": 852,
      "丐": 853,
      "丑": 854,
      "专": 855,
      "且": 856,
      "丕": 857,
      "世": 858,
      "丘": 859,
      "丙": 860,
      "业": 861,
      "丛": 862,
      "东": 863,
      "丝": 864,
      "丞": 865,
      "丟": 866,
      "丢": 867,
      "两": 868,
      "严": 869,
      "丧": 870,
      "丨": 871,
      "个": 872,
      "丫": 873,
      "中": 874,
      "丰": 875,
      "串": 876,
      "临": 877,
      "丶": 878,
      "丸": 879,
      "丹": 880,
      "为": 881,
      "主": 882,
      "丼": 883,
      "丽": 884,
      "举": 885,
      "丿": 886,
      "乁": 887,
      "乂": 888,
      "乃": 889,
      "久": 890,
      "么": 891,
      "义": 892,
      "之": 893,
      "乌": 894,
      "乍": 895,
      "乎": 896,
      "乏": 897,
      "乐": 898,
      "乒": 899,
      "乓": 900,
      "乔": 901,
      "乖": 902,
      "乘": 903,
      "乙": 904,
      "乛": 905,
      "乜": 906,
      "九": 907,
      "乞": 908,
      "也": 909,
      "习": 910,
      "乡": 911,
      "书": 912,
      "买": 913,
      "乱": 914,
      "乳": 915,
      "乾": 916,
      "亁": 917,
      "亂": 918,
      "亅": 919,
      "了": 920,
      "予": 921,
      "争": 922,
      "事": 923,
      "二": 924,
      "于": 925,
      "亏": 926,
      "云": 927,
      "互": 928,
      "亓": 929,
      "五": 930,
      "井": 931,
      "亘": 932,
      "亚": 933,
      "些": 934,
      "亜": 935,
      "亞": 936,
      "亠": 937,
      "亡": 938,
      "亢": 939,
      "交": 940,
      "亥": 941,
      "亦": 942,
      "产": 943,
      "亨": 944,
      "亩": 945,
      "享": 946,
      "京": 947,
      "亭": 948,
      "亮": 949,
      "亲": 950,
      "亳": 951,
      "亵": 952,
      "人": 953,
      "亿": 954,
      "什": 955,
      "仁": 956,
      "仃": 957,
      "仄": 958,
      "仅": 959,
      "仆": 960,
      "仇": 961,
      "今": 962,
      "介": 963,
      "仍": 964,
      "从": 965,
      "仑": 966,
      "仓": 967,
      "仔": 968,
      "仕": 969,
      "他": 970,
      "仗": 971,
      "付": 972,
      "仙": 973,
      "仝": 974,
      "仟": 975,
      "代": 976,
      "令": 977,
      "以": 978,
      "仨": 979,
      "仪": 980,
      "们": 981,
      "仰": 982,
      "仲": 983,
      "件": 984,
      "价": 985,
      "任": 986,
      "仼": 987,
      "份": 988,
      "仿": 989,
      "企": 990,
      "伊": 991,
      "伍": 992,
      "伏": 993,
      "伐": 994,
      "休": 995,
      "众": 996,
      "优": 997,
      "伙": 998,
      "会": 999,
      "伞": 1000,
      "伟": 1001,
      "传": 1002,
      "伢": 1003,
      "伤": 1004,
      "伦": 1005,
      "伪": 1006,
      "伯": 1007,
      "估": 1008,
      "伱": 1009,
      "伴": 1010,
      "伶": 1011,
      "伸": 1012,
      "伺": 1013,
      "似": 1014,
      "伽": 1015,
      "但": 1016,
      "佈": 1017,
      "位": 1018,
      "低": 1019,
      "住": 1020,
      "佐": 1021,
      "佑": 1022,
      "体": 1023,
      "佔": 1024,
      "何": 1025,
      "佗": 1026,
      "余": 1027,
      "佛": 1028,
      "作": 1029,
      "佝": 1030,
      "佟": 1031,
      "你": 1032,
      "佢": 1033,
      "佣": 1034,
      "佩": 1035,
      "佬": 1036,
      "佯": 1037,
      "佰": 1038,
      "佳": 1039,
      "佶": 1040,
      "使": 1041,
      "侃": 1042,
      "侄": 1043,
      "來": 1044,
      "侈": 1045,
      "侉": 1046,
      "例": 1047,
      "侍": 1048,
      "侏": 1049,
      "侘": 1050,
      "供": 1051,
      "依": 1052,
      "侠": 1053,
      "侣": 1054,
      "侦": 1055,
      "侧": 1056,
      "侨": 1057,
      "侬": 1058,
      "侮": 1059,
      "侯": 1060,
      "侵": 1061,
      "便": 1062,
      "係": 1063,
      "促": 1064,
      "俄": 1065,
      "俊": 1066,
      "俏": 1067,
      "俐": 1068,
      "俑": 1069,
      "俗": 1070,
      "俘": 1071,
      "俚": 1072,
      "保": 1073,
      "俞": 1074,
      "信": 1075,
      "俩": 1076,
      "俪": 1077,
      "俭": 1078,
      "修": 1079,
      "俯": 1080,
      "俱": 1081,
      "俸": 1082,
      "俺": 1083,
      "俾": 1084,
      "倆": 1085,
      "個": 1086,
      "倍": 1087,
      "們": 1088,
      "倒": 1089,
      "倔": 1090,
      "倖": 1091,
      "倘": 1092,
      "候": 1093,
      "倚": 1094,
      "倜": 1095,
      "借": 1096,
      "倦": 1097,
      "倩": 1098,
      "倪": 1099,
      "倫": 1100,
      "倭": 1101,
      "债": 1102,
      "值": 1103,
      "倾": 1104,
      "偃": 1105,
      "假": 1106,
      "偉": 1107,
      "偌": 1108,
      "偏": 1109,
      "偕": 1110,
      "做": 1111,
      "停": 1112,
      "健": 1113,
      "偲": 1114,
      "側": 1115,
      "偶": 1116,
      "偷": 1117,
      "偻": 1118,
      "偿": 1119,
      "傀": 1120,
      "傅": 1121,
      "傍": 1122,
      "傑": 1123,
      "傢": 1124,
      "傥": 1125,
      "储": 1126,
      "催": 1127,
      "傲": 1128,
      "傳": 1129,
      "傷": 1130,
      "傻": 1131,
      "像": 1132,
      "僚": 1133,
      "僧": 1134,
      "僵": 1135,
      "僻": 1136,
      "儆": 1137,
      "儇": 1138,
      "儍": 1139,
      "儒": 1140,
      "儞": 1141,
      "儡": 1142,
      "優": 1143,
      "儿": 1144,
      "兀": 1145,
      "允": 1146,
      "元": 1147,
      "兄": 1148,
      "充": 1149,
      "兆": 1150,
      "兇": 1151,
      "先": 1152,
      "光": 1153,
      "兊": 1154,
      "克": 1155,
      "免": 1156,
      "兑": 1157,
      "兒": 1158,
      "兔": 1159,
      "兖": 1160,
      "党": 1161,
      "兜": 1162,
      "兢": 1163,
      "入": 1164,
      "內": 1165,
      "全": 1166,
      "兩": 1167,
      "八": 1168,
      "公": 1169,
      "六": 1170,
      "兮": 1171,
      "兰": 1172,
      "共": 1173,
      "关": 1174,
      "兴": 1175,
      "兵": 1176,
      "其": 1177,
      "具": 1178,
      "典": 1179,
      "兹": 1180,
      "养": 1181,
      "兼": 1182,
      "兽": 1183,
      "冀": 1184,
      "内": 1185,
      "冇": 1186,
      "冈": 1187,
      "冉": 1188,
      "册": 1189,
      "再": 1190,
      "冏": 1191,
      "冒": 1192,
      "冕": 1193,
      "冖": 1194,
      "冗": 1195,
      "写": 1196,
      "冚": 1197,
      "军": 1198,
      "农": 1199,
      "冠": 1200,
      "冢": 1201,
      "冤": 1202,
      "冥": 1203,
      "冬": 1204,
      "冮": 1205,
      "冯": 1206,
      "冰": 1207,
      "冲": 1208,
      "决": 1209,
      "况": 1210,
      "冶": 1211,
      "冷": 1212,
      "冻": 1213,
      "冼": 1214,
      "冽": 1215,
      "净": 1216,
      "凃": 1217,
      "凄": 1218,
      "准": 1219,
      "凇": 1220,
      "凉": 1221,
      "凋": 1222,
      "凌": 1223,
      "凍": 1224,
      "减": 1225,
      "凑": 1226,
      "凖": 1227,
      "凛": 1228,
      "凝": 1229,
      "几": 1230,
      "凡": 1231,
      "凣": 1232,
      "凤": 1233,
      "凫": 1234,
      "凭": 1235,
      "凯": 1236,
      "凰": 1237,
      "凱": 1238,
      "凳": 1239,
      "凶": 1240,
      "凸": 1241,
      "凹": 1242,
      "出": 1243,
      "击": 1244,
      "函": 1245,
      "凿": 1246,
      "刀": 1247,
      "刁": 1248,
      "刃": 1249,
      "分": 1250,
      "切": 1251,
      "刈": 1252,
      "刊": 1253,
      "刍": 1254,
      "刎": 1255,
      "刑": 1256,
      "划": 1257,
      "列": 1258,
      "刘": 1259,
      "则": 1260,
      "刚": 1261,
      "创": 1262,
      "初": 1263,
      "删": 1264,
      "判": 1265,
      "別": 1266,
      "刨": 1267,
      "利": 1268,
      "别": 1269,
      "刮": 1270,
      "到": 1271,
      "制": 1272,
      "刷": 1273,
      "券": 1274,
      "刹": 1275,
      "刺": 1276,
      "刻": 1277,
      "刽": 1278,
      "剁": 1279,
      "剂": 1280,
      "剃": 1281,
      "削": 1282,
      "剋": 1283,
      "剌": 1284,
      "前": 1285,
      "剐": 1286,
      "剑": 1287,
      "剔": 1288,
      "剖": 1289,
      "剛": 1290,
      "剜": 1291,
      "剣": 1292,
      "剥": 1293,
      "剧": 1294,
      "剩": 1295,
      "剪": 1296,
      "副": 1297,
      "割": 1298,
      "創": 1299,
      "剽": 1300,
      "剿": 1301,
      "劃": 1302,
      "劇": 1303,
      "劈": 1304,
      "劉": 1305,
      "力": 1306,
      "劝": 1307,
      "办": 1308,
      "功": 1309,
      "加": 1310,
      "务": 1311,
      "劢": 1312,
      "劣": 1313,
      "动": 1314,
      "助": 1315,
      "努": 1316,
      "劫": 1317,
      "劭": 1318,
      "励": 1319,
      "劲": 1320,
      "劳": 1321,
      "劼": 1322,
      "劾": 1323,
      "势": 1324,
      "勁": 1325,
      "勃": 1326,
      "勇": 1327,
      "勉": 1328,
      "勋": 1329,
      "勍": 1330,
      "勐": 1331,
      "勒": 1332,
      "動": 1333,
      "務": 1334,
      "勝": 1335,
      "勞": 1336,
      "募": 1337,
      "勢": 1338,
      "勤": 1339,
      "勪": 1340,
      "勵": 1341,
      "勺": 1342,
      "勾": 1343,
      "勿": 1344,
      "匀": 1345,
      "包": 1346,
      "匆": 1347,
      "匈": 1348,
      "匕": 1349,
      "化": 1350,
      "北": 1351,
      "匙": 1352,
      "匝": 1353,
      "匠": 1354,
      "匡": 1355,
      "匣": 1356,
      "匪": 1357,
      "匮": 1358,
      "匹": 1359,
      "区": 1360,
      "医": 1361,
      "匾": 1362,
      "匿": 1363,
      "十": 1364,
      "千": 1365,
      "卅": 1366,
      "升": 1367,
      "午": 1368,
      "卉": 1369,
      "半": 1370,
      "卌": 1371,
      "卍": 1372,
      "华": 1373,
      "协": 1374,
      "卑": 1375,
      "卒": 1376,
      "卓": 1377,
      "单": 1378,
      "卖": 1379,
      "南": 1380,
      "博": 1381,
      "卜": 1382,
      "卞": 1383,
      "卟": 1384,
      "占": 1385,
      "卡": 1386,
      "卢": 1387,
      "卤": 1388,
      "卦": 1389,
      "卧": 1390,
      "卩": 1391,
      "卫": 1392,
      "卮": 1393,
      "卯": 1394,
      "印": 1395,
      "危": 1396,
      "即": 1397,
      "却": 1398,
      "卵": 1399,
      "卷": 1400,
      "卸": 1401,
      "卿": 1402,
      "厂": 1403,
      "厄": 1404,
      "厅": 1405,
      "历": 1406,
      "厉": 1407,
      "压": 1408,
      "厌": 1409,
      "厒": 1410,
      "厕": 1411,
      "厘": 1412,
      "厚": 1413,
      "原": 1414,
      "厢": 1415,
      "厥": 1416,
      "厦": 1417,
      "厨": 1418,
      "厭": 1419,
      "厮": 1420,
      "厲": 1421,
      "去": 1422,
      "县": 1423,
      "叁": 1424,
      "参": 1425,
      "叄": 1426,
      "又": 1427,
      "叉": 1428,
      "及": 1429,
      "友": 1430,
      "双": 1431,
      "反": 1432,
      "叐": 1433,
      "发": 1434,
      "叔": 1435,
      "取": 1436,
      "受": 1437,
      "变": 1438,
      "叙": 1439,
      "叛": 1440,
      "叟": 1441,
      "叠": 1442,
      "口": 1443,
      "古": 1444,
      "句": 1445,
      "另": 1446,
      "叨": 1447,
      "叩": 1448,
      "只": 1449,
      "叫": 1450,
      "召": 1451,
      "叭": 1452,
      "叮": 1453,
      "可": 1454,
      "台": 1455,
      "史": 1456,
      "右": 1457,
      "叵": 1458,
      "叶": 1459,
      "号": 1460,
      "司": 1461,
      "叹": 1462,
      "叻": 1463,
      "叼": 1464,
      "叽": 1465,
      "吁": 1466,
      "吃": 1467,
      "各": 1468,
      "吆": 1469,
      "合": 1470,
      "吉": 1471,
      "吊": 1472,
      "同": 1473,
      "名": 1474,
      "后": 1475,
      "吐": 1476,
      "向": 1477,
      "吒": 1478,
      "吓": 1479,
      "吔": 1480,
      "吕": 1481,
      "吖": 1482,
      "吗": 1483,
      "君": 1484,
      "吝": 1485,
      "吞": 1486,
      "吟": 1487,
      "吠": 1488,
      "吡": 1489,
      "吥": 1490,
      "否": 1491,
      "吧": 1492,
      "吨": 1493,
      "吩": 1494,
      "含": 1495,
      "听": 1496,
      "吭": 1497,
      "吮": 1498,
      "启": 1499,
      "吱": 1500,
      "吳": 1501,
      "吴": 1502,
      "吵": 1503,
      "吶": 1504,
      "吸": 1505,
      "吹": 1506,
      "吻": 1507,
      "吼": 1508,
      "吾": 1509,
      "呀": 1510,
      "呂": 1511,
      "呃": 1512,
      "呆": 1513,
      "呈": 1514,
      "告": 1515,
      "呋": 1516,
      "呎": 1517,
      "呐": 1518,
      "呒": 1519,
      "呓": 1520,
      "呔": 1521,
      "呕": 1522,
      "呖": 1523,
      "呗": 1524,
      "员": 1525,
      "呛": 1526,
      "呜": 1527,
      "呢": 1528,
      "呤": 1529,
      "呦": 1530,
      "周": 1531,
      "呱": 1532,
      "呲": 1533,
      "味": 1534,
      "呵": 1535,
      "呶": 1536,
      "呷": 1537,
      "呸": 1538,
      "呻": 1539,
      "呼": 1540,
      "命": 1541,
      "呿": 1542,
      "咁": 1543,
      "咂": 1544,
      "咄": 1545,
      "咆": 1546,
      "咋": 1547,
      "和": 1548,
      "咎": 1549,
      "咏": 1550,
      "咐": 1551,
      "咒": 1552,
      "咔": 1553,
      "咕": 1554,
      "咖": 1555,
      "咗": 1556,
      "咘": 1557,
      "咙": 1558,
      "咚": 1559,
      "咣": 1560,
      "咦": 1561,
      "咧": 1562,
      "咨": 1563,
      "咩": 1564,
      "咪": 1565,
      "咫": 1566,
      "咬": 1567,
      "咯": 1568,
      "咱": 1569,
      "咲": 1570,
      "咳": 1571,
      "咴": 1572,
      "咸": 1573,
      "咻": 1574,
      "咽": 1575,
      "咿": 1576,
      "哀": 1577,
      "品": 1578,
      "哄": 1579,
      "哆": 1580,
      "哇": 1581,
      "哈": 1582,
      "哉": 1583,
      "响": 1584,
      "哎": 1585,
      "哏": 1586,
      "哐": 1587,
      "哑": 1588,
      "哒": 1589,
      "哓": 1590,
      "哔": 1591,
      "哗": 1592,
      "哜": 1593,
      "哝": 1594,
      "哞": 1595,
      "哟": 1596,
      "員": 1597,
      "哥": 1598,
      "哦": 1599,
      "哧": 1600,
      "哨": 1601,
      "哩": 1602,
      "哪": 1603,
      "哭": 1604,
      "哮": 1605,
      "哲": 1606,
      "哺": 1607,
      "哼": 1608,
      "哽": 1609,
      "唄": 1610,
      "唆": 1611,
      "唇": 1612,
      "唉": 1613,
      "唏": 1614,
      "唐": 1615,
      "唑": 1616,
      "唒": 1617,
      "唔": 1618,
      "唛": 1619,
      "唝": 1620,
      "唠": 1621,
      "唤": 1622,
      "唧": 1623,
      "唬": 1624,
      "售": 1625,
      "唯": 1626,
      "唰": 1627,
      "唱": 1628,
      "唷": 1629,
      "唾": 1630,
      "啃": 1631,
      "啄": 1632,
      "商": 1633,
      "啊": 1634,
      "啍": 1635,
      "問": 1636,
      "啐": 1637,
      "啕": 1638,
      "啜": 1639,
      "啡": 1640,
      "啤": 1641,
      "啥": 1642,
      "啦": 1643,
      "啧": 1644,
      "啪": 1645,
      "啫": 1646,
      "啬": 1647,
      "啰": 1648,
      "啵": 1649,
      "啷": 1650,
      "啸": 1651,
      "啼": 1652,
      "啾": 1653,
      "喀": 1654,
      "喂": 1655,
      "喃": 1656,
      "善": 1657,
      "喆": 1658,
      "喇": 1659,
      "喈": 1660,
      "喉": 1661,
      "喊": 1662,
      "喋": 1663,
      "喏": 1664,
      "喔": 1665,
      "喘": 1666,
      "喙": 1667,
      "喜": 1668,
      "喝": 1669,
      "喧": 1670,
      "喪": 1671,
      "喬": 1672,
      "單": 1673,
      "喯": 1674,
      "喱": 1675,
      "喲": 1676,
      "喳": 1677,
      "喴": 1678,
      "喵": 1679,
      "喷": 1680,
      "喻": 1681,
      "喽": 1682,
      "喾": 1683,
      "嗄": 1684,
      "嗅": 1685,
      "嗆": 1686,
      "嗎": 1687,
      "嗑": 1688,
      "嗒": 1689,
      "嗓": 1690,
      "嗔": 1691,
      "嗖": 1692,
      "嗚": 1693,
      "嗜": 1694,
      "嗝": 1695,
      "嗡": 1696,
      "嗣": 1697,
      "嗤": 1698,
      "嗦": 1699,
      "嗨": 1700,
      "嗪": 1701,
      "嗫": 1702,
      "嗬": 1703,
      "嗯": 1704,
      "嗲": 1705,
      "嗳": 1706,
      "嗶": 1707,
      "嗷": 1708,
      "嗻": 1709,
      "嗼": 1710,
      "嗽": 1711,
      "嘀": 1712,
      "嘁": 1713,
      "嘅": 1714,
      "嘈": 1715,
      "嘉": 1716,
      "嘌": 1717,
      "嘎": 1718,
      "嘖": 1719,
      "嘘": 1720,
      "嘚": 1721,
      "嘛": 1722,
      "嘞": 1723,
      "嘟": 1724,
      "嘢": 1725,
      "嘣": 1726,
      "嘤": 1727,
      "嘬": 1728,
      "嘭": 1729,
      "嘱": 1730,
      "嘲": 1731,
      "嘴": 1732,
      "嘶": 1733,
      "嘹": 1734,
      "嘻": 1735,
      "嘿": 1736,
      "噁": 1737,
      "噎": 1738,
      "噔": 1739,
      "噗": 1740,
      "噘": 1741,
      "噙": 1742,
      "噜": 1743,
      "噠": 1744,
      "噢": 1745,
      "器": 1746,
      "噩": 1747,
      "噪": 1748,
      "噫": 1749,
      "噬": 1750,
      "噱": 1751,
      "噶": 1752,
      "噹": 1753,
      "噺": 1754,
      "噻": 1755,
      "噼": 1756,
      "嚄": 1757,
      "嚅": 1758,
      "嚇": 1759,
      "嚎": 1760,
      "嚏": 1761,
      "嚒": 1762,
      "嚓": 1763,
      "嚕": 1764,
      "嚜": 1765,
      "嚟": 1766,
      "嚢": 1767,
      "嚣": 1768,
      "嚯": 1769,
      "嚶": 1770,
      "嚷": 1771,
      "嚼": 1772,
      "囉": 1773,
      "囊": 1774,
      "囍": 1775,
      "囔": 1776,
      "囖": 1777,
      "囗": 1778,
      "囚": 1779,
      "四": 1780,
      "囝": 1781,
      "回": 1782,
      "因": 1783,
      "囡": 1784,
      "团": 1785,
      "囤": 1786,
      "囧": 1787,
      "园": 1788,
      "困": 1789,
      "围": 1790,
      "固": 1791,
      "国": 1792,
      "图": 1793,
      "圀": 1794,
      "圆": 1795,
      "圈": 1796,
      "國": 1797,
      "園": 1798,
      "團": 1799,
      "圙": 1800,
      "圜": 1801,
      "土": 1802,
      "圣": 1803,
      "在": 1804,
      "圪": 1805,
      "圭": 1806,
      "地": 1807,
      "圳": 1808,
      "场": 1809,
      "圾": 1810,
      "址": 1811,
      "坂": 1812,
      "均": 1813,
      "坊": 1814,
      "坌": 1815,
      "坍": 1816,
      "坎": 1817,
      "坏": 1818,
      "坐": 1819,
      "坑": 1820,
      "块": 1821,
      "坚": 1822,
      "坛": 1823,
      "坝": 1824,
      "坞": 1825,
      "坟": 1826,
      "坠": 1827,
      "坡": 1828,
      "坤": 1829,
      "坦": 1830,
      "坨": 1831,
      "坪": 1832,
      "坯": 1833,
      "坷": 1834,
      "坻": 1835,
      "垂": 1836,
      "垃": 1837,
      "垅": 1838,
      "型": 1839,
      "垒": 1840,
      "垚": 1841,
      "垛": 1842,
      "垠": 1843,
      "垢": 1844,
      "垣": 1845,
      "垦": 1846,
      "垩": 1847,
      "垫": 1848,
      "垮": 1849,
      "埃": 1850,
      "埈": 1851,
      "埋": 1852,
      "城": 1853,
      "埔": 1854,
      "域": 1855,
      "埠": 1856,
      "埯": 1857,
      "培": 1858,
      "基": 1859,
      "堀": 1860,
      "堂": 1861,
      "堃": 1862,
      "堅": 1863,
      "堆": 1864,
      "堇": 1865,
      "堕": 1866,
      "堡": 1867,
      "堤": 1868,
      "堪": 1869,
      "堰": 1870,
      "報": 1871,
      "場": 1872,
      "堵": 1873,
      "塌": 1874,
      "塑": 1875,
      "塔": 1876,
      "塘": 1877,
      "塞": 1878,
      "填": 1879,
      "塸": 1880,
      "境": 1881,
      "墅": 1882,
      "墉": 1883,
      "墓": 1884,
      "墙": 1885,
      "增": 1886,
      "墟": 1887,
      "墨": 1888,
      "墩": 1889,
      "壁": 1890,
      "壅": 1891,
      "壑": 1892,
      "壓": 1893,
      "壕": 1894,
      "壞": 1895,
      "壤": 1896,
      "士": 1897,
      "壮": 1898,
      "声": 1899,
      "壳": 1900,
      "壶": 1901,
      "壹": 1902,
      "壽": 1903,
      "处": 1904,
      "备": 1905,
      "复": 1906,
      "夏": 1907,
      "夕": 1908,
      "外": 1909,
      "夙": 1910,
      "多": 1911,
      "夜": 1912,
      "够": 1913,
      "夠": 1914,
      "夢": 1915,
      "夥": 1916,
      "大": 1917,
      "天": 1918,
      "太": 1919,
      "夫": 1920,
      "夭": 1921,
      "央": 1922,
      "夯": 1923,
      "失": 1924,
      "头": 1925,
      "夷": 1926,
      "夸": 1927,
      "夹": 1928,
      "夺": 1929,
      "夾": 1930,
      "奀": 1931,
      "奁": 1932,
      "奂": 1933,
      "奇": 1934,
      "奈": 1935,
      "奉": 1936,
      "奋": 1937,
      "奎": 1938,
      "奏": 1939,
      "契": 1940,
      "奔": 1941,
      "奕": 1942,
      "奖": 1943,
      "套": 1944,
      "奚": 1945,
      "奛": 1946,
      "奠": 1947,
      "奡": 1948,
      "奢": 1949,
      "奥": 1950,
      "奧": 1951,
      "女": 1952,
      "奴": 1953,
      "奶": 1954,
      "奸": 1955,
      "她": 1956,
      "好": 1957,
      "妁": 1958,
      "如": 1959,
      "妃": 1960,
      "妄": 1961,
      "妆": 1962,
      "妇": 1963,
      "妈": 1964,
      "妍": 1965,
      "妒": 1966,
      "妓": 1967,
      "妖": 1968,
      "妘": 1969,
      "妙": 1970,
      "妞": 1971,
      "妤": 1972,
      "妥": 1973,
      "妨": 1974,
      "妩": 1975,
      "妪": 1976,
      "妮": 1977,
      "妯": 1978,
      "妲": 1979,
      "妳": 1980,
      "妹": 1981,
      "妺": 1982,
      "妻": 1983,
      "妾": 1984,
      "姆": 1985,
      "姊": 1986,
      "始": 1987,
      "姐": 1988,
      "姑": 1989,
      "姓": 1990,
      "委": 1991,
      "姗": 1992,
      "姘": 1993,
      "姚": 1994,
      "姜": 1995,
      "姝": 1996,
      "姣": 1997,
      "姥": 1998,
      "姦": 1999,
      "姨": 2000,
      "姬": 2001,
      "姸": 2002,
      "姻": 2003,
      "姿": 2004,
      "威": 2005,
      "娃": 2006,
      "娄": 2007,
      "娅": 2008,
      "娆": 2009,
      "娇": 2010,
      "娈": 2011,
      "娌": 2012,
      "娑": 2013,
      "娘": 2014,
      "娛": 2015,
      "娜": 2016,
      "娟": 2017,
      "娣": 2018,
      "娥": 2019,
      "娩": 2020,
      "娱": 2021,
      "娲": 2022,
      "娴": 2023,
      "娶": 2024,
      "娼": 2025,
      "婆": 2026,
      "婉": 2027,
      "婊": 2028,
      "婕": 2029,
      "婚": 2030,
      "婢": 2031,
      "婦": 2032,
      "婧": 2033,
      "婪": 2034,
      "婬": 2035,
      "婴": 2036,
      "婵": 2037,
      "婶": 2038,
      "婷": 2039,
      "婿": 2040,
      "媒": 2041,
      "媚": 2042,
      "媛": 2043,
      "媞": 2044,
      "媳": 2045,
      "媽": 2046,
      "嫁": 2047,
      "嫂": 2048,
      "嫄": 2049,
      "嫉": 2050,
      "嫌": 2051,
      "嫐": 2052,
      "嫑": 2053,
      "嫔": 2054,
      "嫖": 2055,
      "嫡": 2056,
      "嫣": 2057,
      "嫦": 2058,
      "嫩": 2059,
      "嫰": 2060,
      "嫲": 2061,
      "嬅": 2062,
      "嬉": 2063,
      "嬌": 2064,
      "嬛": 2065,
      "嬤": 2066,
      "嬲": 2067,
      "嬴": 2068,
      "嬷": 2069,
      "子": 2070,
      "孑": 2071,
      "孔": 2072,
      "孕": 2073,
      "孖": 2074,
      "字": 2075,
      "存": 2076,
      "孙": 2077,
      "孚": 2078,
      "孛": 2079,
      "孜": 2080,
      "孝": 2081,
      "孟": 2082,
      "孢": 2083,
      "季": 2084,
      "孤": 2085,
      "学": 2086,
      "孩": 2087,
      "孪": 2088,
      "孫": 2089,
      "孬": 2090,
      "孰": 2091,
      "孵": 2092,
      "學": 2093,
      "孺": 2094,
      "孽": 2095,
      "宁": 2096,
      "它": 2097,
      "宅": 2098,
      "宇": 2099,
      "守": 2100,
      "安": 2101,
      "宋": 2102,
      "完": 2103,
      "宏": 2104,
      "宗": 2105,
      "官": 2106,
      "宙": 2107,
      "定": 2108,
      "宛": 2109,
      "宜": 2110,
      "宝": 2111,
      "实": 2112,
      "宠": 2113,
      "审": 2114,
      "客": 2115,
      "宣": 2116,
      "室": 2117,
      "宥": 2118,
      "宦": 2119,
      "宪": 2120,
      "宫": 2121,
      "宬": 2122,
      "宮": 2123,
      "宰": 2124,
      "害": 2125,
      "宴": 2126,
      "宵": 2127,
      "家": 2128,
      "宸": 2129,
      "容": 2130,
      "宽": 2131,
      "宾": 2132,
      "宿": 2133,
      "寂": 2134,
      "寄": 2135,
      "寅": 2136,
      "密": 2137,
      "寇": 2138,
      "富": 2139,
      "寐": 2140,
      "寑": 2141,
      "寒": 2142,
      "寓": 2143,
      "寔": 2144,
      "寘": 2145,
      "寝": 2146,
      "寞": 2147,
      "察": 2148,
      "寡": 2149,
      "寥": 2150,
      "實": 2151,
      "寧": 2152,
      "寨": 2153,
      "寫": 2154,
      "寯": 2155,
      "寰": 2156,
      "寳": 2157,
      "寶": 2158,
      "寸": 2159,
      "对": 2160,
      "寺": 2161,
      "寻": 2162,
      "导": 2163,
      "寿": 2164,
      "封": 2165,
      "射": 2166,
      "尅": 2167,
      "将": 2168,
      "將": 2169,
      "專": 2170,
      "尉": 2171,
      "尊": 2172,
      "對": 2173,
      "小": 2174,
      "尐": 2175,
      "少": 2176,
      "尒": 2177,
      "尔": 2178,
      "尕": 2179,
      "尖": 2180,
      "尘": 2181,
      "尚": 2182,
      "尛": 2183,
      "尜": 2184,
      "尝": 2185,
      "尟": 2186,
      "尤": 2187,
      "尧": 2188,
      "尬": 2189,
      "就": 2190,
      "尴": 2191,
      "尸": 2192,
      "尹": 2193,
      "尺": 2194,
      "尻": 2195,
      "尼": 2196,
      "尽": 2197,
      "尾": 2198,
      "尿": 2199,
      "局": 2200,
      "屁": 2201,
      "层": 2202,
      "屄": 2203,
      "居": 2204,
      "屆": 2205,
      "屈": 2206,
      "屉": 2207,
      "届": 2208,
      "屋": 2209,
      "屌": 2210,
      "屎": 2211,
      "屏": 2212,
      "屑": 2213,
      "展": 2214,
      "屙": 2215,
      "属": 2216,
      "屠": 2217,
      "屡": 2218,
      "層": 2219,
      "履": 2220,
      "屬": 2221,
      "屮": 2222,
      "屯": 2223,
      "屰": 2224,
      "山": 2225,
      "屹": 2226,
      "屿": 2227,
      "岀": 2228,
      "岁": 2229,
      "岂": 2230,
      "岐": 2231,
      "岑": 2232,
      "岔": 2233,
      "岗": 2234,
      "岚": 2235,
      "岛": 2236,
      "岡": 2237,
      "岩": 2238,
      "岭": 2239,
      "岱": 2240,
      "岳": 2241,
      "岸": 2242,
      "峎": 2243,
      "峡": 2244,
      "峥": 2245,
      "峦": 2246,
      "峨": 2247,
      "峪": 2248,
      "峯": 2249,
      "峰": 2250,
      "島": 2251,
      "峻": 2252,
      "崂": 2253,
      "崇": 2254,
      "崎": 2255,
      "崔": 2256,
      "崖": 2257,
      "崗": 2258,
      "崛": 2259,
      "崧": 2260,
      "崩": 2261,
      "崴": 2262,
      "崽": 2263,
      "嵇": 2264,
      "嵌": 2265,
      "嵘": 2266,
      "嵩": 2267,
      "嶂": 2268,
      "巅": 2269,
      "巍": 2270,
      "巐": 2271,
      "巒": 2272,
      "巜": 2273,
      "川": 2274,
      "州": 2275,
      "巡": 2276,
      "巢": 2277,
      "工": 2278,
      "左": 2279,
      "巧": 2280,
      "巨": 2281,
      "巩": 2282,
      "巫": 2283,
      "差": 2284,
      "己": 2285,
      "已": 2286,
      "巳": 2287,
      "巴": 2288,
      "巷": 2289,
      "巺": 2290,
      "巽": 2291,
      "巾": 2292,
      "币": 2293,
      "市": 2294,
      "布": 2295,
      "帅": 2296,
      "帆": 2297,
      "师": 2298,
      "希": 2299,
      "帐": 2300,
      "帕": 2301,
      "帖": 2302,
      "帘": 2303,
      "帚": 2304,
      "帛": 2305,
      "帜": 2306,
      "帝": 2307,
      "帥": 2308,
      "带": 2309,
      "師": 2310,
      "席": 2311,
      "帮": 2312,
      "帰": 2313,
      "帱": 2314,
      "帶": 2315,
      "帷": 2316,
      "常": 2317,
      "帼": 2318,
      "帽": 2319,
      "幂": 2320,
      "幄": 2321,
      "幅": 2322,
      "幌": 2323,
      "幕": 2324,
      "幡": 2325,
      "幢": 2326,
      "幣": 2327,
      "幫": 2328,
      "干": 2329,
      "平": 2330,
      "年": 2331,
      "并": 2332,
      "幸": 2333,
      "幹": 2334,
      "幺": 2335,
      "幻": 2336,
      "幼": 2337,
      "幽": 2338,
      "幾": 2339,
      "广": 2340,
      "庀": 2341,
      "庄": 2342,
      "庅": 2343,
      "庆": 2344,
      "庇": 2345,
      "床": 2346,
      "序": 2347,
      "庐": 2348,
      "库": 2349,
      "应": 2350,
      "底": 2351,
      "店": 2352,
      "庙": 2353,
      "庚": 2354,
      "府": 2355,
      "庞": 2356,
      "废": 2357,
      "度": 2358,
      "座": 2359,
      "庫": 2360,
      "庭": 2361,
      "庵": 2362,
      "康": 2363,
      "庸": 2364,
      "庹": 2365,
      "庾": 2366,
      "廈": 2367,
      "廉": 2368,
      "廊": 2369,
      "廓": 2370,
      "廖": 2371,
      "廠": 2372,
      "廢": 2373,
      "廣": 2374,
      "延": 2375,
      "廷": 2376,
      "建": 2377,
      "廿": 2378,
      "开": 2379,
      "异": 2380,
      "弃": 2381,
      "弄": 2382,
      "弈": 2383,
      "弊": 2384,
      "弋": 2385,
      "弎": 2386,
      "式": 2387,
      "弓": 2388,
      "引": 2389,
      "弗": 2390,
      "弘": 2391,
      "弛": 2392,
      "弟": 2393,
      "张": 2394,
      "弢": 2395,
      "弥": 2396,
      "弦": 2397,
      "弧": 2398,
      "弩": 2399,
      "弯": 2400,
      "弱": 2401,
      "張": 2402,
      "強": 2403,
      "弹": 2404,
      "强": 2405,
      "弼": 2406,
      "归": 2407,
      "当": 2408,
      "录": 2409,
      "彗": 2410,
      "彘": 2411,
      "形": 2412,
      "彤": 2413,
      "彦": 2414,
      "彧": 2415,
      "彩": 2416,
      "彪": 2417,
      "彬": 2418,
      "彭": 2419,
      "彰": 2420,
      "影": 2421,
      "彳": 2422,
      "彷": 2423,
      "役": 2424,
      "彻": 2425,
      "彼": 2426,
      "往": 2427,
      "征": 2428,
      "徂": 2429,
      "径": 2430,
      "待": 2431,
      "很": 2432,
      "徉": 2433,
      "徊": 2434,
      "律": 2435,
      "後": 2436,
      "徐": 2437,
      "徑": 2438,
      "徒": 2439,
      "得": 2440,
      "徘": 2441,
      "從": 2442,
      "御": 2443,
      "徨": 2444,
      "復": 2445,
      "循": 2446,
      "微": 2447,
      "徳": 2448,
      "徵": 2449,
      "德": 2450,
      "徽": 2451,
      "心": 2452,
      "必": 2453,
      "忆": 2454,
      "忌": 2455,
      "忍": 2456,
      "忏": 2457,
      "忐": 2458,
      "忑": 2459,
      "忒": 2460,
      "志": 2461,
      "忘": 2462,
      "忙": 2463,
      "忠": 2464,
      "忧": 2465,
      "快": 2466,
      "忱": 2467,
      "念": 2468,
      "忻": 2469,
      "忽": 2470,
      "怀": 2471,
      "态": 2472,
      "怂": 2473,
      "怅": 2474,
      "怆": 2475,
      "怎": 2476,
      "怒": 2477,
      "怕": 2478,
      "怖": 2479,
      "怜": 2480,
      "思": 2481,
      "怠": 2482,
      "怡": 2483,
      "急": 2484,
      "性": 2485,
      "怨": 2486,
      "怪": 2487,
      "怯": 2488,
      "总": 2489,
      "怼": 2490,
      "恁": 2491,
      "恃": 2492,
      "恆": 2493,
      "恋": 2494,
      "恍": 2495,
      "恐": 2496,
      "恒": 2497,
      "恕": 2498,
      "恙": 2499,
      "恢": 2500,
      "恣": 2501,
      "恤": 2502,
      "恥": 2503,
      "恨": 2504,
      "恩": 2505,
      "恪": 2506,
      "恬": 2507,
      "恭": 2508,
      "息": 2509,
      "恰": 2510,
      "恳": 2511,
      "恵": 2512,
      "恶": 2513,
      "恺": 2514,
      "恼": 2515,
      "恿": 2516,
      "悄": 2517,
      "悉": 2518,
      "悊": 2519,
      "悌": 2520,
      "悍": 2521,
      "悔": 2522,
      "悖": 2523,
      "悚": 2524,
      "悟": 2525,
      "悠": 2526,
      "患": 2527,
      "悦": 2528,
      "您": 2529,
      "悬": 2530,
      "悭": 2531,
      "悲": 2532,
      "悴": 2533,
      "悶": 2534,
      "悸": 2535,
      "情": 2536,
      "惆": 2537,
      "惇": 2538,
      "惊": 2539,
      "惋": 2540,
      "惑": 2541,
      "惗": 2542,
      "惘": 2543,
      "惚": 2544,
      "惜": 2545,
      "惟": 2546,
      "惠": 2547,
      "惡": 2548,
      "惦": 2549,
      "惧": 2550,
      "惨": 2551,
      "惩": 2552,
      "惫": 2553,
      "惬": 2554,
      "惭": 2555,
      "惮": 2556,
      "惯": 2557,
      "惰": 2558,
      "想": 2559,
      "惶": 2560,
      "惹": 2561,
      "愁": 2562,
      "愈": 2563,
      "愉": 2564,
      "意": 2565,
      "愔": 2566,
      "愕": 2567,
      "愚": 2568,
      "愛": 2569,
      "感": 2570,
      "愣": 2571,
      "愤": 2572,
      "愧": 2573,
      "愿": 2574,
      "慈": 2575,
      "態": 2576,
      "慌": 2577,
      "慎": 2578,
      "慑": 2579,
      "慕": 2580,
      "慘": 2581,
      "慝": 2582,
      "慢": 2583,
      "慣": 2584,
      "慧": 2585,
      "慨": 2586,
      "慰": 2587,
      "慵": 2588,
      "慷": 2589,
      "憂": 2590,
      "憋": 2591,
      "憎": 2592,
      "憐": 2593,
      "憑": 2594,
      "憔": 2595,
      "憤": 2596,
      "憨": 2597,
      "憾": 2598,
      "懁": 2599,
      "懂": 2600,
      "懈": 2601,
      "應": 2602,
      "懊": 2603,
      "懋": 2604,
      "懒": 2605,
      "懦": 2606,
      "懵": 2607,
      "懶": 2608,
      "懷": 2609,
      "懿": 2610,
      "戀": 2611,
      "戆": 2612,
      "戈": 2613,
      "戊": 2614,
      "戌": 2615,
      "戎": 2616,
      "戏": 2617,
      "成": 2618,
      "我": 2619,
      "戒": 2620,
      "戕": 2621,
      "或": 2622,
      "战": 2623,
      "戚": 2624,
      "戟": 2625,
      "截": 2626,
      "戮": 2627,
      "戰": 2628,
      "戲": 2629,
      "戳": 2630,
      "戴": 2631,
      "户": 2632,
      "房": 2633,
      "所": 2634,
      "扁": 2635,
      "扇": 2636,
      "扈": 2637,
      "扉": 2638,
      "手": 2639,
      "才": 2640,
      "扎": 2641,
      "扐": 2642,
      "扑": 2643,
      "扒": 2644,
      "打": 2645,
      "扔": 2646,
      "托": 2647,
      "扛": 2648,
      "扣": 2649,
      "执": 2650,
      "扩": 2651,
      "扫": 2652,
      "扬": 2653,
      "扭": 2654,
      "扮": 2655,
      "扯": 2656,
      "扰": 2657,
      "扳": 2658,
      "扶": 2659,
      "批": 2660,
      "找": 2661,
      "承": 2662,
      "技": 2663,
      "抄": 2664,
      "抉": 2665,
      "把": 2666,
      "抑": 2667,
      "抒": 2668,
      "抓": 2669,
      "投": 2670,
      "抖": 2671,
      "抗": 2672,
      "折": 2673,
      "抚": 2674,
      "抛": 2675,
      "抜": 2676,
      "抠": 2677,
      "抡": 2678,
      "抢": 2679,
      "护": 2680,
      "报": 2681,
      "披": 2682,
      "抬": 2683,
      "抱": 2684,
      "抵": 2685,
      "抹": 2686,
      "押": 2687,
      "抽": 2688,
      "拂": 2689,
      "拄": 2690,
      "担": 2691,
      "拆": 2692,
      "拇": 2693,
      "拈": 2694,
      "拉": 2695,
      "拋": 2696,
      "拌": 2697,
      "拍": 2698,
      "拎": 2699,
      "拐": 2700,
      "拒": 2701,
      "拓": 2702,
      "拔": 2703,
      "拖": 2704,
      "拗": 2705,
      "拙": 2706,
      "招": 2707,
      "拜": 2708,
      "拟": 2709,
      "拢": 2710,
      "拣": 2711,
      "拥": 2712,
      "拦": 2713,
      "拧": 2714,
      "拨": 2715,
      "择": 2716,
      "括": 2717,
      "拭": 2718,
      "拯": 2719,
      "拱": 2720,
      "拳": 2721,
      "拴": 2722,
      "拷": 2723,
      "拼": 2724,
      "拽": 2725,
      "拾": 2726,
      "拿": 2727,
      "持": 2728,
      "挂": 2729,
      "指": 2730,
      "按": 2731,
      "挊": 2732,
      "挑": 2733,
      "挖": 2734,
      "挚": 2735,
      "挝": 2736,
      "挞": 2737,
      "挟": 2738,
      "挠": 2739,
      "挡": 2740,
      "挣": 2741,
      "挤": 2742,
      "挥": 2743,
      "挨": 2744,
      "挪": 2745,
      "挫": 2746,
      "振": 2747,
      "挺": 2748,
      "挽": 2749,
      "捂": 2750,
      "捅": 2751,
      "捆": 2752,
      "捉": 2753,
      "捋": 2754,
      "捌": 2755,
      "捍": 2756,
      "捏": 2757,
      "捐": 2758,
      "捕": 2759,
      "捘": 2760,
      "捞": 2761,
      "损": 2762,
      "捡": 2763,
      "换": 2764,
      "捣": 2765,
      "捧": 2766,
      "据": 2767,
      "捶": 2768,
      "捷": 2769,
      "捺": 2770,
      "捻": 2771,
      "掀": 2772,
      "掂": 2773,
      "掇": 2774,
      "授": 2775,
      "掉": 2776,
      "掌": 2777,
      "掏": 2778,
      "掐": 2779,
      "排": 2780,
      "掖": 2781,
      "掘": 2782,
      "掙": 2783,
      "掛": 2784,
      "掜": 2785,
      "掠": 2786,
      "探": 2787,
      "接": 2788,
      "控": 2789,
      "推": 2790,
      "掩": 2791,
      "措": 2792,
      "掬": 2793,
      "掰": 2794,
      "掱": 2795,
      "掳": 2796,
      "掴": 2797,
      "掷": 2798,
      "掸": 2799,
      "掺": 2800,
      "揀": 2801,
      "揉": 2802,
      "揍": 2803,
      "揎": 2804,
      "描": 2805,
      "提": 2806,
      "插": 2807,
      "揚": 2808,
      "換": 2809,
      "握": 2810,
      "揣": 2811,
      "揪": 2812,
      "揭": 2813,
      "援": 2814,
      "揽": 2815,
      "揾": 2816,
      "搀": 2817,
      "搁": 2818,
      "搂": 2819,
      "搅": 2820,
      "搏": 2821,
      "搐": 2822,
      "搓": 2823,
      "搔": 2824,
      "搜": 2825,
      "搞": 2826,
      "搥": 2827,
      "搧": 2828,
      "搪": 2829,
      "搬": 2830,
      "搭": 2831,
      "搴": 2832,
      "搶": 2833,
      "携": 2834,
      "搽": 2835,
      "摁": 2836,
      "摄": 2837,
      "摆": 2838,
      "摇": 2839,
      "摊": 2840,
      "摔": 2841,
      "摘": 2842,
      "摞": 2843,
      "摟": 2844,
      "摧": 2845,
      "摩": 2846,
      "摸": 2847,
      "摹": 2848,
      "摺": 2849,
      "撂": 2850,
      "撅": 2851,
      "撇": 2852,
      "撐": 2853,
      "撑": 2854,
      "撒": 2855,
      "撓": 2856,
      "撕": 2857,
      "撘": 2858,
      "撚": 2859,
      "撞": 2860,
      "撤": 2861,
      "撩": 2862,
      "撬": 2863,
      "播": 2864,
      "撮": 2865,
      "撰": 2866,
      "撲": 2867,
      "撵": 2868,
      "撸": 2869,
      "撼": 2870,
      "擀": 2871,
      "擁": 2872,
      "擅": 2873,
      "擋": 2874,
      "操": 2875,
      "擎": 2876,
      "擒": 2877,
      "擔": 2878,
      "據": 2879,
      "擞": 2880,
      "擤": 2881,
      "擦": 2882,
      "擼": 2883,
      "擾": 2884,
      "攀": 2885,
      "攒": 2886,
      "支": 2887,
      "收": 2888,
      "攸": 2889,
      "改": 2890,
      "攻": 2891,
      "放": 2892,
      "政": 2893,
      "故": 2894,
      "效": 2895,
      "敌": 2896,
      "敏": 2897,
      "救": 2898,
      "敖": 2899,
      "敗": 2900,
      "教": 2901,
      "敛": 2902,
      "敝": 2903,
      "敞": 2904,
      "敢": 2905,
      "散": 2906,
      "敦": 2907,
      "敬": 2908,
      "敭": 2909,
      "数": 2910,
      "敲": 2911,
      "整": 2912,
      "敵": 2913,
      "敷": 2914,
      "數": 2915,
      "文": 2916,
      "斋": 2917,
      "斌": 2918,
      "斐": 2919,
